Repository: hphoeksma/simply_responsive_content
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: nl

# responsive
source: Responsive Settings
nl: Responsive Instellingen

# responsive_show
source: Show this content element on screens
nl: Toon dit content element op schermen

# responsive_hide
source: Hide this content element on screens
nl: Verberg dit content element op schermen

# responsive_touch
source: Touch Device Settings
nl: Instellingen voor toestellen met touch bediening

# responsive_orientation
source: Orientation Settings
nl: Orientatie instellingen

# default
source: no special configuration
nl: geen specifieke configuratie

# show_for_touch
source: show on touch devices
nl: toon op toestellen met touch bediening

# hide_for_touch
source: hide on touch devices
nl: verberg op toestellen met touch bediening

# show_for_small
source: up to 768px (small)
nl: tot 768px (klein)

# show_for_medium_down
source: from 768px down (medium down)
nl: vanaf 768px en kleiner (medium en kleiner)

# show_for_medium
source: between 768px and 1280px (medium)
nl: tussen 768px en 1280px (medium)

# show_for_medium_up
source: from 768px up (medium up)
nl: vanaf 768px en groter (medium en groter)

# show_for_large_down
source: from 1280px down (large down)
nl: vanaf 1280px en kleiner (groot en kleiner)

# show_for_large
source: between 1280px and 1440px (large)
nl: tussen 1280px en 1440px (groot)

# show_for_large_up
source: from 1280px up (large up)
nl: vanaf 1280px en groter (groot en groter)

# show_for_xlarge
source: above 1440px only (xlarge)
nl: alleen boven 1440px (extra groot)

# hide_for_small
source: up to 768px (small)
nl: tot 768px (klein)

# hide_for_medium_down
source: from 768px down (medium down)
nl: vanaf 768px en kleiner (medium en kleiner)

# hide_for_medium
source: between 768px and 1280px (medium)
nl: tussen 768px en 1280px (medium)

# hide_for_medium_up
source: from 768px up (medium up)
nl: vanaf 768px en groter (medium en groter)

# hide_for_large_down
source: from 1280px down (large down)
nl: vanaf 1280px en kleiner (groot en kleiner)

# hide_for_large
source: between 1280px and 1440px (large)
nl: tussen 1280px en 144px (groot)

# hide_for_large_up
source: from 1280px up (large up)
nl: vanaf 1280px en groter (groot en groter)

# hide_for_xlarge
source: above 1440px only (xlarge)
nl: allen boven 1440px (extra groot)

# show_for_landscape
source: visible for landscape orientation
nl: zichtbaar voor landschap oriëntatie

# hide_for_landscape
source: hidden for landscape orientation
nl: verborgen voor landschap oriëntatie

# show_for_portrait
source: visible for portrait orientation
nl: zichtbaar voor portret oriëntatie

# hide_for_portrait
source: hidden for portrait orientation
nl: verborgen voor portret oriëntatie
